#include <iostream>
#include <stdlib.h>

using namespace std;

int main() {
	setlocale(LC_CTYPE, "rus");
	cout << "\nПаспорт групи:\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\nДата народження: 01.09.2014\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\nДата народження: 01.09.2014\n\nМiсто: Файне мiсто Тернопiль\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\nДата народження: 01.09.2014\n\nМiсто: Файне мiсто Тернопiль\n\nБатько: Дивак Микола Петрович\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\nДата народження: 01.09.2014\n\nМiсто: Файне мiсто Тернопiль\n\nБатько: Дивак Микола Петрович\n\nНацiональнiсть: Програмiсти\n\n";
	system("pause");
	system("cls");
	cout << "\nПаспорт групи:\n\nНазва групи: ПЗАС-12\n\nДата народження: 01.09.2014\n\nМiсто: Файне мiсто Тернопiль\n\nБатько: Дивак Микола Петрович\n\nНацiональнiсть: Програмiсти\n\nМiсце прописки: Тернопiльський нацiональний економiчний унiверситет\n\n";
	system("pause");
}