//Дано ціле число N (> 1) і дві дійсні точки на числовій осі: А, B (А < B). Відрізок [А, B] розбитий на N рівних відрізків. Вивести H - довжину кожного відрізка, а також значення функції F(X)= 1 - sin(X) в точках, що розбивають відрізок [А, B]:F(A), F(А + H), F(А + 2*H), F(B).

var n = 5,
	a = 3,
	b = 11,
	h = (b - a) / n,
	result;
console.log("Довжина кожного відрізка:", h);

for (var i = 1; i <= n; i++) {
	var x = (a + i * h).toFixed(1);
	console.log("F(" + x + ")= 1 - sin(" + x + "):", 1 - Math.sin(x));
}